export let planets = [
    {
       name: "سیر",
       Instructions:"سیر به عنوان آنتی بیوتیک استفاده میشه،و اخیرا برای درمان بیماری های قلبی عروقی،یک بازدارنده منو اکسیدکنندهست و ممکنه به عنوان داروی ضد افسردگی و ضد عصبانیت استفاده شود.",
       benefits: "",
       Harms: ""
    },
    {
        name: "صمغ عربی",
        Instructions:" یک صمغ عربی که از شیره خشک شده ی درخت اقاقیا، به عنوان نوعی درخت بابل گرفته شده است.",
        benefits: "",
        Harms: ""
     },
     {
        name: "بومادران زرد",
        Instructions:"ادعا شده که این دارو،عرق آور،داروی بند آورنده ی خون،نیرو بخش، محرک و خوشبو است.",
        benefits: "",
        Harms: ""
     },
     {
        name: "کوهش سیاه",
        Instructions:"به طور تاریخی برای درد مفاصل ودرد ماهیچه استفاده شده،به تازگی در دوران قاعدگی استفاده میشود.",
        benefits: "",
        Harms: ""
     },
     {
        name: "دُم اسب",
        Instructions:"دانه ها،برگ ها ،پوست درخت،وگل ها برای سالیان متمادی مورد استفاده قرار گرفتن . مواد خام گیاهی سمی هستن مگر اینکه فرآوری بشن.",
        benefits: "",
        Harms: ""
     },
     {
        name: "گیاه زر آوند سفید",
        Instructions:"ریشه اون برای درمان اسهال،سنگ کلیه وتب به کار رفته است.از ریشه میشه به عنوان درمان مارگزیدگی استفاده کرد.",
        benefits: "",
        Harms: ""
     },
     {
        name: "گیاه گل ختمی",
        Instructions:"یک داروی ملین وصد یبوست هست.برای کنترل التهاب به کار میره و خونریزی رو متوقف میکنه.",
        benefits: "",
        Harms: ""
     },
     {
        name: "گیاه غازیاقی",
        Instructions:"برای دستگاه ادرار استفاده میشود.",
        benefits: "",
        Harms: ""
     },
     {
        name: "آلوئورا",
        Instructions:"برگ ها برای التیام سوختگی ،زخم و بیماری های پوستی دیگه به کار میروند.",
        benefits: "",
        Harms: ""
     },
     {
        name: "گل ختمی",
        Instructions:"بیش از ۲۰۰۰سال به عنوان غذا و دارو استفاده میشه. ",
        benefits: "",
        Harms: ""
     },
     {
        name: "گیاه کنجک",
        Instructions:"منبع اصلی گلوکومان هست،که در درمان چاقی ،یبوست و کاهش کلسترول استفاده میشود.",
        benefits: "",
        Harms: ""
     },

      {
       name: "گیاه تیره آلاله",
       Instructions:"از اون برای درمان بیماری های کبد استفاده میشه اما امروزه در طب جایگزین مورد استفاده قرار میگیرد.کاربرد های دیگر آن ،درمان جوش ها ،برونشیت و نقرس هست.",
       benefits: "",
       Harms: ""
    },
    {
      name: "گیاه سنبل ختایی",
      Instructions:"ریشه ها در پزشکی سنتی اتریش  به عنوان چای ، برای درمان اختلالات دستگاه گوارش ، دستگاه تنفسی،سیستم عصبیو همچنین درتب ، عفونت و آنفولانزا استفاده میشه.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه دنگ کوئی",
      Instructions:"برای هزار سال است که در آسیا برای سلامتی زنان به کار میرود. ",
      benefits: "",
      Harms: ""
   },
   {
      name: " کرفس",
      Instructions:"تخم ها اغلب در طب سنتی استفاده میشود.در درجه اول به عنوان ادرار آور استفاده میشود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه بابا آدم",
      Instructions:"در قدیم، به عنوان ادرار آور وکاهنده قند خون استفاده میشده. و در طب سنتی چینی به عنوان درمان برای گلو درد و علائم سرما خوردگی استفاده میشود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه همیشه بهار کوهی",
      Instructions:"به عنوان داروی ضد التهاب وبرای درمان آرترپز استفاده میشه. سازمان غذا وداروی آرنیکا، آن را به عنوان  یک گیاه مضر طبقه بندی کرده.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه آستراگالوس",
      Instructions:"در طب پزشکی برای تقویت سیستم ایمنی استفاده میشد.ودر طب مدرن چینی برای درمان هپاتیت و درمان سرطان  استفاده میشه.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه شابیزک",
      Instructions:"هرچند سمی است  به عنوان آرامش بخش استفاده میشود و همچنین در ایتالیا اسم (زن زیبا) رو روی آن گذاشتن چون برای زیبایی به کار میرود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه چریش",
      Instructions:"در هند،برای درمان مالاریا ،روماتیسم و عفونت های پوستی استفاده میشود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه کنجک",
      Instructions:"منبع اصلی گلوکومان هست،که در درمان چاقی ،یبوست و کاهش کلسترول استفاده میشود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه دیزی",
      Instructions:"گل ها در طب سنتی اتریش به عنوان چای برای درمان اختلالات دستگاه گوارش و تنفسی استفاده میشوند.",
      benefits: "",
      Harms: ""
   },
   {
      name: "زرشک",
      Instructions:"تاریخچه طولانی  کاربرد دارویی، که به قرون وسطی  به ویژه درمیان آمریکایی های بومی برمیگرده . مواد مصرفی شامل بیماری های پوستی ، بیماری های گوارشی است.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه گل گاو زبان",
      Instructions:"در اختلالات گوارشی ،تنفسی و عروقی، مثل معده و روده (قولنج، گرفتگی عضلات)،مجاری هوایی(آسم، برونشیت وخون)و ادرار استفاده میشود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه شابانک",
      Instructions:"در تایلند به این اسم شناخته میشود و به عنوان داروی گیاهی ارزش دارد.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه همیشه بهار",
      Instructions:"همچنین اسم گل همیشه بهار رو روی اون گذاشتن. که در طولانی مدت در درمان زخم وبیماری پوستی استفاده میشه.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه فلفل",
      Instructions:"از فلفل هزار سال است که بع عنوان غذا ودارو استفاده میشود. مصرف اون باعث کاهش درد و تورم، کاهش سطح کلسترول و مبارزه با ویروس ها وباکتری های مضر ، به خاطر میزان بالای ویتامین سی میشود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "چیلی",
      Instructions:"باعث تسکین درد میشه و حمله قلبی را کاهش میدهد.",
      benefits: "",
      Harms: ""
   },
   {
      name: "پاپایا",
      Instructions:"برای درمان زخم ها و ناراحتی های شکم استفاده میشود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه سنا",
      Instructions:"در طب سنتی، به عنوان داروی ضد میکروب برای اختلالات کبد ، کرم روده و دیگر انگل ها و به عنوان محرک سیستم ایمنی استفاده شده است.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه قات",
      Instructions:"این گیاه هزاران سال است که در یمن به کار میرود و امروزه در بسیاری از کشور ها ممنوع است . این گیاه شامل آمفتامین ها مثل کتینون هست.",
      benefits: "",
      Harms: ""
   },
   {
      name: "خربزه ی گیاهی ",
      Instructions:"این یک ادرار آور است و به درمان اسهال و سیفیلیس کمک میکند.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه گل گندم آبی",
      Instructions:"عصاره اون در درمان ورم ملتحمه وبه عنوان شستشو کننده ی چشم استفاده میشود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه علف و تیور",
      Instructions:"برای مراقبت پوستی استفاده میشود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه گنه گنه ",
      Instructions:"شامل ۳۸ نوع است .که اولین بار در قرن هفدهم توسط یسوعیان پرو مورد استفاده قرار گرقت",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه نارنج",
      Instructions:"در طب سنتی چینی برای حالت تهوع، سوءهاضمه ویبوست استفاده میشود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "لیمو",
      Instructions:"در طب سنتی چینی  و هندی زیاد استفاده شده ،در حال حضر، از عسل و لیمو برای درمان سرفه و گلو درد استفاده میشود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه نارنج سه برگ",
      Instructions:"از این مرکبات در درمان التهاب آلرژی استفاده میشه",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه عصاره ی آبی اکایپتوس",
      Instructions:"در موقعیت های مختلف استفاده میشود",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه خار مریم",
      Instructions:"در قرون وسطی به کار گرفته شد تا طاعون را درمان کند. و برای از دست دادن اشتها ، سوءهاضمه و اهداف دیگر استفاده میشود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه زالزالک",
      Instructions:"از گیاهان قرن ها برای درمان بیماری های قلبی استفاده میشه . و برای مشکلات هضم غذا و کلیه هم ازش استفاده میشود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه زرد چوبه",
      Instructions:"این ادویه زرد رنگ در طب سوزنی و طب سنتی چینی برای کمک به هضم غذا و کبد به کار میره،درد مفاصل رو تسکین میده و قاعدگی را منظم میکند.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه کیپریپدیوم های زرد",
      Instructions:" این گیاه برای درمان دندان درد ،اضطراب،سر درد ، به عنوان داروی محرک ، محرک و مسکن استفاده میشود. با این حال انواعی از اون به عنوان ترکیبات موضعی و چای استفاده میشود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه گل انگشتانه",
      Instructions:"در انگلیس، در درمان بیماری های قلبی استفاده شده است.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه سر خار گل",
      Instructions:"این گیاه ۴۰۰ سال هست که توسط آمریکایی ها برای درمان عفونت و زخم ها به کار رفته .هم چنین در حال حاظر برای علائم مرتبط با سرما خوردگی و آنفولانزا به کار میره.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه دم اسب",
      Instructions:"تاریخ های مربوط به طب سنتی روم و یونان،برای توقف خونریزی ، التیام زخم و زخم، و درمان بیماری های سل  و کلیه استفاده میشود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه یربا سانتا",
      Instructions:" برای باز نگه داشتن مجاری تنفسی مناسب هست.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه شقایق کالیفرنیا",
      Instructions:"به عنوان یک درمان گیاهی استفاده میشود:عصاره آبی این گیاه آرامش بخش میباشد.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه اکالیپتوس ",
      Instructions:"برگ ها به طور گسترده در طب سنتی به عنوان تب بر استفاده میشود.روغن اکالیپتوس به طور معمول ضد سرفه و داروی سر درد هست.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه شمشاد سرخ",
      Instructions:"این گیاه مسهل هست و ممکنه روی قلب تاثیر بزاره.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه آسم",
      Instructions:"برای درمان آسم،برونشیت و تشنج به کار میرود. در فیلیپین برای تب دنگی مورد استفاده قرار میگیرد.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه نخل آسای",
      Instructions:" اگرچه نخل آسای، یک منبع غذایی پایدار برای افراد بومی آمازون هست، اما هیچ مدرکی وجود نداره که اثرات دارویی داشته باشد. علیرغم محبوبیت اخیر آنها در آمریکا به عنوان یک مکمل رژیم غذایی،در حال حاظر هیچ مدرکی برای اثر بخشی آنها در سلامتی وجود ندارد.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه آنقوزه",
      Instructions:"ممکنه برای کلسترول بالا و مشکلات تنفسی مفید باشه.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه سیاه توسه",
      Instructions:"به دلیل ۳تا۷ درصد محتوای اندورفینش به عنوان ملین مورد استفاده قرار گرفته .برای مصارف پزشکی خشک میشه و به مدت یکسال ذخیره میشود. حتی استفاده ی بیش از حد از گیاه خشک شده هم میتواند خطرناک باشد.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه شاه تره",
      Instructions:"برای چشم ها و پاک کردن لکه های پوستی مفید است.متخصصان داروی گیاهی ، از آن برای درمان بیماری های پوستی ،زخم ها ودرمان کلیه استفاده میکنند.تحقیقات وارد در سال ۱۹۸۷نشون میده که گیاه شاه تره باید تحت نظر پزشک مصرف شود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه گل برفی",
      Instructions:"حاوی ماده فعالی به اسم  گالانتامین هست ،که یک بازدارنده ی استیل کولین استراز هست ،میتونه در  درمان بیماری آلزایمر مفید باشه.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه شمعدانی",
      Instructions:"در قدیم ،به عنوان درمان دندان درد و دارویی برای الاتبام زخم ها استفاده میشد",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه جینکو",
      Instructions:"عصاره برگ برای درمان آسم، برونشیت ، خستگی و آلزایمر به کار میرود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه پاپیتال",
      Instructions:"ار آن به عنوان گیاهی در درمان ریه استفاده میشه.سایر مصارف سنتی عبارتند از:درمان برونشیت. روغن اسانس گیاه ،قرن ها به عنوان داروی نیرو بخش برای سرما خوردگی وسرفه استفاده میشده و گرفتگی غشا محخاطی را کاهش میدهد",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه هاماملیس انجیلی ",
      Instructions:"فعالیت سیتوتو کسیک را در برابر سلول های سرطانی افزایش میدهد.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه سنجد تلخ",
      Instructions:"برگ ها به عنوان داروی گیاهی برای کاهش سرفه وتب،درد و اختلالات گوارشی وهم درمان اختلالات روده و معده به کار میرن. به طور مشابه ، عصاره میوه و روغن میتواند درمان بیماری های کبد ،اختلالات گوارشی ، ویا اختلالات روانی دیگ استفاده شود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه هودیا گوردونوی",
      Instructions:"این گیاه به طور سنتی گرسنگی و تشنگی را کاهش میدهد .الان هم به عنوان کاهش دهنده اشتها به بازار عرضه میشود .",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه خوک طلایی",
      Instructions:"توسط آمریکایی های بومی برای درمان بیماری های پوستی،زخم، استفاده شد. از این گیاه برای درمان دستگاه تنفسی و عفونت استفاده میشود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گل راعی",
      Instructions:"برای افسردگی استفاده میشود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه یربا مایت",
      Instructions:"ادعا شده که تاثیرات متعددی بر سلامت انسان داره . مایت حاوی ترکیباتی است که به عنوان کاهش دهنده اشتها عمل میکنن، انرژی ذهنی و تمرکز را افزایش میدهد و وضعیت را بهبود میبخشد.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه بادیان رومی",
      Instructions:"این منبع اصلی ترکیب شیمیایی اسیدشیکمیک هست و در سنتز دارویی هم استفاده میشود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه زنجبیل شامی",
      Instructions:"به عنوان خلط آور استفاده میشود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه یاسمن سفید",
      Instructions:"از او به عنوان یک عامل ضد عفونی کننده و یا ضد التهاب استفاده میشود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه اسکابیوزا",
      Instructions:"این گیاه سفت و سخت است.برای درمان بریدگی ها ،سوختگی ها و کبودی ها به کار میره.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه تیغ بلوط کوتاه",
      Instructions:"از برگ ها وشاخه ها برای درست کردن چای گیاهی استفاده میشه که برای ورم مفاصل،سرطان استفاده میشود.همچنین کبد را سمی میکند ،ومنجر به نارسای کلیه میشه و استفاده از اون توسط سازمان غذا و داروی آمریکا توصیه نشده است.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه برگ بو",
      Instructions:"استفاده از عصاره آن میتواند مقبض ککنده باشد. در ماساژ درمانی ،روغن اسانس برگ بو در درمان ورم مفاصل و رماتیسم شهرت دارد و میتواند برای درمان فشار خون بالا وگوش درد هم استفاده شود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "اسطوخودوس",
      Instructions:"به عنوان داروی ضد عفونی کننده وبرای درمان سلامت روان به کار میرفت.در مصر باستان برای مومیایی کردن بدن به کار میرفت .شواهد علمی کمی وجود دارد مبنی بر اینکه اسطوخودوس بیشتر برای استفاده های بهداشت روانی موثر هست.",
      benefits: "",
      Harms: ""
   },
   {
      name: "حنا",
      Instructions:"فعالیت ضد باکتریایی دارد. عصاره ایی که ازش بدست میاد ضد باکتری هست.همچنین اثرات ضد التهاب ،ضد درد و مسکن در حیوانات آزمایشگاهی دارد.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه گل برف",
      Instructions:"شامل گالانتامین(نیوالین،رازاداین)هست و در درمان آلزایمر و اختلالات حافظه مفید میباشد.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه کتان",
      Instructions:".این گیاه بیشتر به عنوان ملین استفاده میشود. واز روغن گیاه کتان در درد مفاصل استفاده میشود",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه ماگنولیا",
      Instructions:"پوستش حاوی لینوالیدیک اسید و هنوکیول هست ودو ترکیب پلیفنولیک هست.طبق تحقیقات انجام شده، خاصیت آنتی اکسیدان، ضدالتهابی، ضد توموری وضد میکروبی دارد.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه پنیرک",
      Instructions:"از دانه هایش برای درست کرد چای آرامش بخش و همچنین به عنوان ادرار آور استفاده میشود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "بابونه",
      Instructions:"هزار ساله که برای درمان بی خوابی ، اظطزاب وتنظیم دستگاه گوارش از قبیل معده ، نفخ و اسهال استفاده شده است.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه یونجه",
      Instructions:"برگ ها برای پایین آوردن کلسترول ،و همچنیندرمان بیماری کلیوی و بیماری های دستگاه ادراری به کار میروند، اگرچه شواهد علمی کافی برای اثر بخشی آن وجود ندارد",
      benefits: "",
      Harms: ""
   },
   {
      name: "روغن درخت چای",
      Instructions:"این گیاه قرن ها توسط افراد بومی استرالیایی استفاده شده.به عنوان ضد باکتری و ضد قارچ ازش استفاده میشود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه باد رنجبویه",
      Instructions:"به عنوان خواب آور وتهسیل کننده ی گوارش استفاده میشود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "نعناع فلفلی",
      Instructions:"برای درمان بیماری ها از جمله حالت تهوع،سوهاضمه،وعلایم سرماخوردگی استفاده میشود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه کراتوم",
      Instructions:"این گیاه برای پیش گیری یا تاخیر در بروز عوارض ترک در یک فرد وابسته افیونی شناخته شده ،و برای کاهش اشتها استفاده میشود. و میتواند در موارد دیگر هم مفید باشد.",
      benefits: "",
      Harms: ""
   },
   {
      name: "بیتر ملون",
      Instructions:"از این گیاه برای کاهش سطح گلوکز خون استفاده میشود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "نونی",
      Instructions:"برای درد مفاصل ومشکلات پوستی به کار میرود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گز روغنی",
      Instructions:"از این گیاه در غذا وطب سنتی استفاده میشود. وتحقیقاتی درباره یتاثیرات مغذای بودن این گیاه صورت گرفته است.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه آب تره",
      Instructions:"این گیاه ممکنه ادار آور وضد باکتری باشد.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه لوتوس",
      Instructions:"نیلوفر آبی سوژه تعدادی از مطالعات آزمایشگاهی و حیوانی بوده که اثرات جانبی اون از قبیل اثرات کبدی ،تعدیل سیستم ایمنی ،وضدباکتری را بررسی میکند.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه سیاه دانه",
      Instructions:"معمولا از عصاره و روغن این دانه استفاده میشود . ودر کاهش فشار خون سیتولیک ودیاستولیک نقش دارد.",
      benefits: "",
      Harms: ""
   },
   {
      name: "ریحان",
      Instructions:"به روش های مختلفی ازش استفاده میشود. به عنوان چای گیاهی ،پودر خشک شده،برگ تازه ویا ترکیبی با روغن ، روغن استخراج شده از اون برای مصارف دارویی و مواد آرایشی گیاهی استفاده میشود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه گل مغربی",
      Instructions:" از قرن ۱۹۳۰،روغن این گیاه برای درمان اگزما وبه عنوان ضدالتهاب استفاده شده است.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه مرزنگوش",
      Instructions:"در برخی مناطق بولیوی و دیگر کشور های آمریکای جنوبی به عنوان سقط آور استفاده میشود.هرچند شواهدی درباره ی اثر بخشی آن درطب غرب وجود ندارد.بقراط از آن به عنوان یک ضد عفونی کننده و درمانی برای بیماری های معده و تنفسی استفاده میکرد.",
      benefits: "",
      Harms: ""
   },
   {
      name: "جینسنگ",
      Instructions:"بیش از ۲۰۰۰ هزار سال به خصوص در آسیااز این گیاه درطب سنتی استفاده میشود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "خشخاش",
      Instructions:" این گیاه منبع مورفین هست و برای تسکین درد استفاده میشود.برای درمان بیماری هااز شیره آن استفاده میشد و این شیره به عنوان داروی سنتی مورد استفاده قرار میگرفت. ",
      benefits: "",
      Harms: ""
   },
   {
      name: "گل ساعتی",
      Instructions:"خواص ضدافسردگی دارد .ودر طب سنتی برای مشکلات خواب و درمان افسردگی استفاده میشود",
      benefits: "",
      Harms: ""
   },
   {
      name: "اسپند",
      Instructions:"این گیاه میتواند به عنوان داروی ضد افسردگی استفاده شود",
      benefits: "",
      Harms: ""
   },
   {
      name: "شمعدانی",
      Instructions:"در درمان برونشیت حاد استفاده میشود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "کاوا",
      Instructions:"این گیاه قرن ها در اقیانوس آرام جنوبی استفاده شده.خاصیت مسکن  وضدالتهابی دارد. از آن به عنوان خواب آور وهمچنین برای آسم و عفونت مجرای ادرار استفاده میشود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "زغال اخته جامیکا",
      Instructions:"این گیاه در طب سنتی برای درمان بی خوابی واضطراب استفاده شده.",
      benefits: "",
      Harms: ""
   },
   {
      name: "بارهنگ",
      Instructions:"اغلب در چای گیاهی ازش استفاده میشود.این چای برای درمان سرفه موثر است.درطب سنتی از این گیاه برای درمان اختلالات دستگاه تنفسی ،پوست،گزش حشرات،عفونت ها استفاده میشود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گل بادبادک",
      Instructions:"این گیاه خاصیت ضد میکروبی ،ضدالتهابی،ضد سرطان،بهبود مقاومت به انسولین و کاهش کلسترول داره.",
      benefits: "",
      Harms: ""
   },
   {
      name: " پلمنیوم رپتنس",
      Instructions:"این گیاه برای کاهش تب،التهاب و سرفه استفاده میشود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه گواوا",
      Instructions:"در طب سنتی کاربرد های زیادی دارد.از آن برای درمان اسهال استفاده میشد.باابن حال ،شواهدی از اثر بخشی آن خیلی محدود است. ",
      benefits: "",
      Harms: ""
   },
  
   {
      name: "خاکستر زننده",
      Instructions:"از ریشه ی آن برای سیستم گوشی استفاده میشود",
      benefits: "",
      Harms: ""
   },
   {
      name: "کواسیا آمارا",
      Instructions:"تحقیقات در سال ۲۰۱۲ حاکی از این است که از عصاره این گیاه برای درمان بیماری رزاسه استفاده میشود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه شیر تیغک",
      Instructions:"برگ های اون برای درمان بیماری هایی مثل یبوست،قولنج و عفونت های چشمی استفاده میشود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه دارچین",
      Instructions:"در پزشکی استفاده زیادی از آن میشود",
      benefits: "",
      Harms: ""
   },
   {
      name: "رزماری",
      Instructions:"این گیاه از دوران باستان مورد استفاده قرار گرفته.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گل میمونی",
      Instructions:"از این گیاه به عنوان داروی ضد دیابت،مسکن و تب بر ، داروی ضد فشار خون استفاده میشود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه ترشک",
      Instructions:"از ریشه این گیاه برای درمان کم خونی استفاده میشود برای درمان زخم ها از این گیاه استفاده میشود.وسرفه را هم نیز درمان میکند.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه بید",
      Instructions:"منبع گیاهی سالیسیلیک اسید ، بید سفید به عنوان آسپرین استفاده میشود،اگرچه به احتمال زیاد باعث ناراحتی معده میشود.در قدیم به عنوان آسپرین ازشون استفاده میشد.",
      benefits: "",
      Harms: ""
   },
   {
      name: "مریم گلی",
      Instructions:"عملکرد شناختی را در بیماران مبتلا به آلزایمر بهبود میبخشد.",
      benefits: "",
      Harms: ""
   },
   {
      name: "گیاه آقطی",
      Instructions:"از برگ های اون برای درمان درد،تورم،عفونت،سرفه و بیماری های پوستی و اخیرا آنفولانزا،سرماخوردگی،تب،یبوست و عفونت های سینوسی استفاده میشود.",
      benefits: "",
      Harms: ""
   },
  
   {
      name: "گیاه صندل",
      Instructions:"روغن چوب صندل به طور گسترده برای درمان سرماخوردگی،برونشیت،اختلالات پوستی بیماری های قلبی،ضعف عمومی،تب،عفونت مجرای ادرار، التهاب دهان و حلق، کبد و کیسه صفرا ودیگر بیماری ها به کار میرود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "اسطوخودوس",
      Instructions:"به طور معمول،گل ها و برگ ها به یک جوشانده تبدیل میشوند که برای دفع انگل استفاده میشود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "صبر زرد",
      Instructions:"برای درمان اختلالات روانی استفاده میشود . برای درمان التهاب و تورم به کار میرود",
      benefits: "",
      Harms: ""
   },
   {
      name: "مرزه",
      Instructions:"عصاره آن ، اثرات ضد قارچی را روی چندین گونه از جمله برخی از گونه های مقاوم در برابر آنتی بیوتیک نشان میدهد",
      benefits: "",
      Harms: ""
   },
   {
      name: "کانا",
      Instructions:"آفریقایی ها برای درمان افسردگی ازش استفاده میکنند.",
      benefits: "",
      Harms: ""
   },
   {
      name: "سنا",
      Instructions:"از ریشه این گیاه برای درمان تب ، دیابت، بیماری های دستگاه ادراری و یبوست استفاده میشود .برگ ها،خواص ضد یبوست دارند.ازبرگ های خشک شده ی آن به عنوان چایی برای درمان دیابت استفاده میشود.",
      benefits: "",
      Harms: ""
   },
   {
      name: "خرفه پرپهن",
      Instructions:"عصاره گیاهی فعالیت های ضد باکتری و فعالیت های ضد قارچی دارد.",
      benefits: "",
      Harms: ""
   },
   {
      name: "خار مریم",
      Instructions:"برای مشکلات کبدی از این بیماری استفاده میشد.",
      benefits: "",
      Harms: ""
   },
   {
      name: "",
      Instructions:"",
      benefits: "",
      Harms: ""
   },
   {
      name: "",
      Instructions:"",
      benefits: "",
      Harms: ""
   },
   {
      name: "",
      Instructions:"",
      benefits: "",
      Harms: ""
   },
   {
      name: "",
      Instructions:"",
      benefits: "",
      Harms: ""
   },
   {
      name: "",
      Instructions:"",
      benefits: "",
      Harms: ""
   },
   {
      name: "",
      Instructions:"",
      benefits: "",
      Harms: ""
   },
   {
      name: "",
      Instructions:"",
      benefits: "",
      Harms: ""
   },
   {
      name: "",
      Instructions:"",
      benefits: "",
      Harms: ""
   },
   {
      name: "",
      Instructions:"",
      benefits: "",
      Harms: ""
   },
   {
      name: "",
      Instructions:"",
      benefits: "",
      Harms: ""
   },
   {
      name: "",
      Instructions:"",
      benefits: "",
      Harms: ""
   },
   {
      name: "",
      Instructions:"",
      benefits: "",
      Harms: ""
   },
   {
      name: "",
      Instructions:"",
      benefits: "",
      Harms: ""
   },
   {
      name: "",
      Instructions:"",
      benefits: "",
      Harms: ""
   },
   {
      name: "",
      Instructions:"",
      benefits: "",
      Harms: ""
   },
   {
      name: "",
      Instructions:"",
      benefits: "",
      Harms: ""
   },
   {
      name: "",
      Instructions:"",
      benefits: "",
      Harms: ""
   },
   {
      name: "",
      Instructions:"",
      benefits: "",
      Harms: ""
   },
   {
      name: "",
      Instructions:"",
      benefits: "",
      Harms: ""
   },
   {
      name: "",
      Instructions:"",
      benefits: "",
      Harms: ""
   },
   {
      name: "",
      Instructions:"",
      benefits: "",
      Harms: ""
   },
   {
      name: "",
      Instructions:"",
      benefits: "",
      Harms: ""
   },
   {
      name: "",
      Instructions:"",
      benefits: "",
      Harms: ""
   },
   {
      name: "",
      Instructions:"",
      benefits: "",
      Harms: ""
   },
   {
      name: "",
      Instructions:"",
      benefits: "",
      Harms: ""
   },
   {
      name: "",
      Instructions:"",
      benefits: "",
      Harms: ""
   },
   {
      name: "",
      Instructions:"",
      benefits: "",
      Harms: ""
   },
   {
      name: "",
      Instructions:"",
      benefits: "",
      Harms: ""
   },
   {
      name: "",
      Instructions:"",
      benefits: "",
      Harms: ""
   },
   {
      name: "",
      Instructions:"",
      benefits: "",
      Harms: ""
   },
]
