export let plants = [
//     {
//        name: "سیر",
//        Instructions:"سیر به عنوان آنتی بیوتیک استفاده میشه،و اخیرا برای درمان بیماری های قلبی عروقی،یک بازدارنده منو اکسیدکنندهست و ممکنه به عنوان داروی ضد افسردگی و ضد عصبانیت استفاده شود.",
//        benefits: "",
//        Harms: ""
//     },
//     {
//         name: "صمغ عربی",
//         Instructions:" یک صمغ عربی که از شیره خشک شده ی درخت اقاقیا، به عنوان نوعی درخت بابل گرفته شده است.",
//         benefits: "",
//         Harms: "",
//         howToUse:""
//      },
//      {
//         name: "بومادران زرد",
//         Instructions:"ادعا شده که این دارو،عرق آور،داروی بند آورنده ی خون،نیرو بخش، محرک و خوشبو است.",
//         benefits: "",
//         Harms: "",
//         howToUse:"",
//         latinName: ""
//      },
//      {
//         name: "کوهش سیاه",
//         Instructions:"به طور تاریخی برای درد مفاصل ودرد ماهیچه استفاده شده،به تازگی در دوران قاعدگی استفاده میشود.",
//         benefits: "",
//         Harms: "",
//         howToUse:""
//      },
//      {
//         name: "دُم اسب",
//         Instructions:"دانه ها،برگ ها ،پوست درخت،وگل ها برای سالیان متمادی مورد استفاده قرار گرفتن . مواد خام گیاهی سمی هستن مگر اینکه فرآوری بشن.",
//         benefits: "",
//         Harms: "",
//         howToUse:""
//      },
//      {
//         name: "گیاه زر آوند سفید",
//         Instructions:"ریشه اون برای درمان اسهال،سنگ کلیه وتب به کار رفته است.از ریشه میشه به عنوان درمان مارگزیدگی استفاده کرد.",
//         benefits: "",
//         Harms: "",
//         howToUse:""
//      },
//      {
//         name: "گیاه گل ختمی",
//         Instructions:"یک داروی ملین وصد یبوست هست.برای کنترل التهاب به کار میره و خونریزی رو متوقف میکنه.",
//         benefits: "",
//         Harms: ""

//      },
//      {
//         name: "گیاه غازیاقی",
//         Instructions:"برای دستگاه ادرار استفاده میشود.",
//         benefits: "",
//         Harms: ""
//      },
//      {
//         name: "آلوئورا",
//         Instructions:"برگ ها برای التیام سوختگی ،زخم و بیماری های پوستی دیگه به کار میروند.",
//         benefits: "",
//         Harms: ""
//      },
//      {
//         name: "گل ختمی",
//         Instructions:"بیش از ۲۰۰۰سال به عنوان غذا و دارو استفاده میشه. ",
//         benefits: "",
//         Harms: ""
//      },

//      {
//         name: "گیاه کنجک",
//         Instructions:"منبع اصلی گلوکومان هست،که در درمان چاقی ،یبوست و کاهش کلسترول استفاده میشود.",
//         benefits: "",
//         Harms: ""
//      },

//       {
//        name: "گیاه تیره آلاله",
//        Instructions:"از اون برای درمان بیماری های کبد استفاده میشه اما امروزه در طب جایگزین مورد استفاده قرار میگیرد.کاربرد های دیگر آن ،درمان جوش ها ،برونشیت و نقرس هست.",
//        benefits: "",
//        Harms: ""
//     },
//     {
//       name: "گیاه سنبل ختایی",
//       Instructions:"ریشه ها در پزشکی سنتی اتریش  به عنوان چای ، برای درمان اختلالات دستگاه گوارش ، دستگاه تنفسی،سیستم عصبیو همچنین درتب ، عفونت و آنفولانزا استفاده میشه.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه دنگ کوئی",
//       Instructions:"برای هزار سال است که در آسیا برای سلامتی زنان به کار میرود. ",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: " کرفس",
//       Instructions:"تخم ها اغلب در طب سنتی استفاده میشود.در درجه اول به عنوان ادرار آور استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه بابا آدم",
//       Instructions:"در قدیم، به عنوان ادرار آور وکاهنده قند خون استفاده میشده. و در طب سنتی چینی به عنوان درمان برای گلو درد و علائم سرما خوردگی استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه همیشه بهار کوهی",
//       Instructions:"به عنوان داروی ضد التهاب وبرای درمان آرترپز استفاده میشه. سازمان غذا وداروی آرنیکا، آن را به عنوان  یک گیاه مضر طبقه بندی کرده.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه آستراگالوس",
//       Instructions:"در طب پزشکی برای تقویت سیستم ایمنی استفاده میشد.ودر طب مدرن چینی برای درمان هپاتیت و درمان سرطان  استفاده میشه.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه شابیزک",
//       Instructions:"هرچند سمی است  به عنوان آرامش بخش استفاده میشود و همچنین در ایتالیا اسم (زن زیبا) رو روی آن گذاشتن چون برای زیبایی به کار میرود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه چریش",
//       Instructions:"در هند،برای درمان مالاریا ،روماتیسم و عفونت های پوستی استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه کنجک",
//       Instructions:"منبع اصلی گلوکومان هست،که در درمان چاقی ،یبوست و کاهش کلسترول استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه دیزی",
//       Instructions:"گل ها در طب سنتی اتریش به عنوان چای برای درمان اختلالات دستگاه گوارش و تنفسی استفاده میشوند.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "زرشک",
//       Instructions:"تاریخچه طولانی  کاربرد دارویی، که به قرون وسطی  به ویژه درمیان آمریکایی های بومی برمیگرده . مواد مصرفی شامل بیماری های پوستی ، بیماری های گوارشی است.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه گل گاو زبان",
//       Instructions:"در اختلالات گوارشی ،تنفسی و عروقی، مثل معده و روده (قولنج، گرفتگی عضلات)،مجاری هوایی(آسم، برونشیت وخون)و ادرار استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه شابانک",
//       Instructions:"در تایلند به این اسم شناخته میشود و به عنوان داروی گیاهی ارزش دارد.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه همیشه بهار",
//       Instructions:"همچنین اسم گل همیشه بهار رو روی اون گذاشتن. که در طولانی مدت در درمان زخم وبیماری پوستی استفاده میشه.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه فلفل",
//       Instructions:"از فلفل هزار سال است که بع عنوان غذا ودارو استفاده میشود. مصرف اون باعث کاهش درد و تورم، کاهش سطح کلسترول و مبارزه با ویروس ها وباکتری های مضر ، به خاطر میزان بالای ویتامین سی میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "چیلی",
//       Instructions:"باعث تسکین درد میشه و حمله قلبی را کاهش میدهد.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "پاپایا",
//       Instructions:"برای درمان زخم ها و ناراحتی های شکم استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه سنا",
//       Instructions:"در طب سنتی، به عنوان داروی ضد میکروب برای اختلالات کبد ، کرم روده و دیگر انگل ها و به عنوان محرک سیستم ایمنی استفاده شده است.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه قات",
//       Instructions:"این گیاه هزاران سال است که در یمن به کار میرود و امروزه در بسیاری از کشور ها ممنوع است . این گیاه شامل آمفتامین ها مثل کتینون هست.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "خربزه ی گیاهی ",
//       Instructions:"این یک ادرار آور است و به درمان اسهال و سیفیلیس کمک میکند.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه گل گندم آبی",
//       Instructions:"عصاره اون در درمان ورم ملتحمه وبه عنوان شستشو کننده ی چشم استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه علف و تیور",
//       Instructions:"برای مراقبت پوستی استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه گنه گنه ",
//       Instructions:"شامل ۳۸ نوع است .که اولین بار در قرن هفدهم توسط یسوعیان پرو مورد استفاده قرار گرقت",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه نارنج",
//       Instructions:"در طب سنتی چینی برای حالت تهوع، سوءهاضمه ویبوست استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "لیمو",
//       Instructions:"در طب سنتی چینی  و هندی زیاد استفاده شده ،در حال حضر، از عسل و لیمو برای درمان سرفه و گلو درد استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه نارنج سه برگ",
//       Instructions:"از این مرکبات در درمان التهاب آلرژی استفاده میشه",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه عصاره ی آبی اکایپتوس",
//       Instructions:"در موقعیت های مختلف استفاده میشود",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه خار مریم",
//       Instructions:"در قرون وسطی به کار گرفته شد تا طاعون را درمان کند. و برای از دست دادن اشتها ، سوءهاضمه و اهداف دیگر استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه زالزالک",
//       Instructions:"از گیاهان قرن ها برای درمان بیماری های قلبی استفاده میشه . و برای مشکلات هضم غذا و کلیه هم ازش استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه زرد چوبه",
//       Instructions:"این ادویه زرد رنگ در طب سوزنی و طب سنتی چینی برای کمک به هضم غذا و کبد به کار میره،درد مفاصل رو تسکین میده و قاعدگی را منظم میکند.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه کیپریپدیوم های زرد",
//       Instructions:" این گیاه برای درمان دندان درد ،اضطراب،سر درد ، به عنوان داروی محرک ، محرک و مسکن استفاده میشود. با این حال انواعی از اون به عنوان ترکیبات موضعی و چای استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه گل انگشتانه",
//       Instructions:"در انگلیس، در درمان بیماری های قلبی استفاده شده است.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه سر خار گل",
//       Instructions:"این گیاه ۴۰۰ سال هست که توسط آمریکایی ها برای درمان عفونت و زخم ها به کار رفته .هم چنین در حال حاظر برای علائم مرتبط با سرما خوردگی و آنفولانزا به کار میره.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه دم اسب",
//       Instructions:"تاریخ های مربوط به طب سنتی روم و یونان،برای توقف خونریزی ، التیام زخم و زخم، و درمان بیماری های سل  و کلیه استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه یربا سانتا",
//       Instructions:" برای باز نگه داشتن مجاری تنفسی مناسب هست.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه شقایق کالیفرنیا",
//       Instructions:"به عنوان یک درمان گیاهی استفاده میشود:عصاره آبی این گیاه آرامش بخش میباشد.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه اکالیپتوس ",
//       Instructions:"برگ ها به طور گسترده در طب سنتی به عنوان تب بر استفاده میشود.روغن اکالیپتوس به طور معمول ضد سرفه و داروی سر درد هست.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه شمشاد سرخ",
//       Instructions:"این گیاه مسهل هست و ممکنه روی قلب تاثیر بزاره.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه آسم",
//       Instructions:"برای درمان آسم،برونشیت و تشنج به کار میرود. در فیلیپین برای تب دنگی مورد استفاده قرار میگیرد.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه نخل آسای",
//       Instructions:" اگرچه نخل آسای، یک منبع غذایی پایدار برای افراد بومی آمازون هست، اما هیچ مدرکی وجود نداره که اثرات دارویی داشته باشد. علیرغم محبوبیت اخیر آنها در آمریکا به عنوان یک مکمل رژیم غذایی،در حال حاظر هیچ مدرکی برای اثر بخشی آنها در سلامتی وجود ندارد.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه آنقوزه",
//       Instructions:"ممکنه برای کلسترول بالا و مشکلات تنفسی مفید باشه.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه سیاه توسه",
//       Instructions:"به دلیل ۳تا۷ درصد محتوای اندورفینش به عنوان ملین مورد استفاده قرار گرفته .برای مصارف پزشکی خشک میشه و به مدت یکسال ذخیره میشود. حتی استفاده ی بیش از حد از گیاه خشک شده هم میتواند خطرناک باشد.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه شاه تره",
//       Instructions:"برای چشم ها و پاک کردن لکه های پوستی مفید است.متخصصان داروی گیاهی ، از آن برای درمان بیماری های پوستی ،زخم ها ودرمان کلیه استفاده میکنند.تحقیقات وارد در سال ۱۹۸۷نشون میده که گیاه شاه تره باید تحت نظر پزشک مصرف شود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه گل برفی",
//       Instructions:"حاوی ماده فعالی به اسم  گالانتامین هست ،که یک بازدارنده ی استیل کولین استراز هست ،میتونه در  درمان بیماری آلزایمر مفید باشه.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه شمعدانی",
//       Instructions:"در قدیم ،به عنوان درمان دندان درد و دارویی برای الاتبام زخم ها استفاده میشد",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه جینکو",
//       Instructions:"عصاره برگ برای درمان آسم، برونشیت ، خستگی و آلزایمر به کار میرود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه پاپیتال",
//       Instructions:"ار آن به عنوان گیاهی در درمان ریه استفاده میشه.سایر مصارف سنتی عبارتند از:درمان برونشیت. روغن اسانس گیاه ،قرن ها به عنوان داروی نیرو بخش برای سرما خوردگی وسرفه استفاده میشده و گرفتگی غشا محخاطی را کاهش میدهد",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه هاماملیس انجیلی ",
//       Instructions:"فعالیت سیتوتو کسیک را در برابر سلول های سرطانی افزایش میدهد.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه سنجد تلخ",
//       Instructions:"برگ ها به عنوان داروی گیاهی برای کاهش سرفه وتب،درد و اختلالات گوارشی وهم درمان اختلالات روده و معده به کار میرن. به طور مشابه ، عصاره میوه و روغن میتواند درمان بیماری های کبد ،اختلالات گوارشی ، ویا اختلالات روانی دیگ استفاده شود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه هودیا گوردونوی",
//       Instructions:"این گیاه به طور سنتی گرسنگی و تشنگی را کاهش میدهد .الان هم به عنوان کاهش دهنده اشتها به بازار عرضه میشود .",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه خوک طلایی",
//       Instructions:"توسط آمریکایی های بومی برای درمان بیماری های پوستی،زخم، استفاده شد. از این گیاه برای درمان دستگاه تنفسی و عفونت استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گل راعی",
//       Instructions:"برای افسردگی استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه یربا مایت",
//       Instructions:"ادعا شده که تاثیرات متعددی بر سلامت انسان داره . مایت حاوی ترکیباتی است که به عنوان کاهش دهنده اشتها عمل میکنن، انرژی ذهنی و تمرکز را افزایش میدهد و وضعیت را بهبود میبخشد.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه بادیان رومی",
//       Instructions:"این منبع اصلی ترکیب شیمیایی اسیدشیکمیک هست و در سنتز دارویی هم استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه زنجبیل شامی",
//       Instructions:"به عنوان خلط آور استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه یاسمن سفید",
//       Instructions:"از او به عنوان یک عامل ضد عفونی کننده و یا ضد التهاب استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه اسکابیوزا",
//       Instructions:"این گیاه سفت و سخت است.برای درمان بریدگی ها ،سوختگی ها و کبودی ها به کار میره.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه تیغ بلوط کوتاه",
//       Instructions:"از برگ ها وشاخه ها برای درست کردن چای گیاهی استفاده میشه که برای ورم مفاصل،سرطان استفاده میشود.همچنین کبد را سمی میکند ،ومنجر به نارسای کلیه میشه و استفاده از اون توسط سازمان غذا و داروی آمریکا توصیه نشده است.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه برگ بو",
//       Instructions:"استفاده از عصاره آن میتواند مقبض ککنده باشد. در ماساژ درمانی ،روغن اسانس برگ بو در درمان ورم مفاصل و رماتیسم شهرت دارد و میتواند برای درمان فشار خون بالا وگوش درد هم استفاده شود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "اسطوخودوس",
//       Instructions:"به عنوان داروی ضد عفونی کننده وبرای درمان سلامت روان به کار میرفت.در مصر باستان برای مومیایی کردن بدن به کار میرفت .شواهد علمی کمی وجود دارد مبنی بر اینکه اسطوخودوس بیشتر برای استفاده های بهداشت روانی موثر هست.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "حنا",
//       Instructions:"فعالیت ضد باکتریایی دارد. عصاره ایی که ازش بدست میاد ضد باکتری هست.همچنین اثرات ضد التهاب ،ضد درد و مسکن در حیوانات آزمایشگاهی دارد.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه گل برف",
//       Instructions:"شامل گالانتامین(نیوالین،رازاداین)هست و در درمان آلزایمر و اختلالات حافظه مفید میباشد.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه کتان",
//       Instructions:".این گیاه بیشتر به عنوان ملین استفاده میشود. واز روغن گیاه کتان در درد مفاصل استفاده میشود",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه ماگنولیا",
//       Instructions:"پوستش حاوی لینوالیدیک اسید و هنوکیول هست ودو ترکیب پلیفنولیک هست.طبق تحقیقات انجام شده، خاصیت آنتی اکسیدان، ضدالتهابی، ضد توموری وضد میکروبی دارد.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه پنیرک",
//       Instructions:"از دانه هایش برای درست کرد چای آرامش بخش و همچنین به عنوان ادرار آور استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "بابونه",
//       Instructions:"هزار ساله که برای درمان بی خوابی ، اظطزاب وتنظیم دستگاه گوارش از قبیل معده ، نفخ و اسهال استفاده شده است.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه یونجه",
//       Instructions:"برگ ها برای پایین آوردن کلسترول ،و همچنیندرمان بیماری کلیوی و بیماری های دستگاه ادراری به کار میروند، اگرچه شواهد علمی کافی برای اثر بخشی آن وجود ندارد",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "روغن درخت چای",
//       Instructions:"این گیاه قرن ها توسط افراد بومی استرالیایی استفاده شده.به عنوان ضد باکتری و ضد قارچ ازش استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه باد رنجبویه",
//       Instructions:"به عنوان خواب آور وتهسیل کننده ی گوارش استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "نعناع فلفلی",
//       Instructions:"برای درمان بیماری ها از جمله حالت تهوع،سوهاضمه،وعلایم سرماخوردگی استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه کراتوم",
//       Instructions:"این گیاه برای پیش گیری یا تاخیر در بروز عوارض ترک در یک فرد وابسته افیونی شناخته شده ،و برای کاهش اشتها استفاده میشود. و میتواند در موارد دیگر هم مفید باشد.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "بیتر ملون",
//       Instructions:"از این گیاه برای کاهش سطح گلوکز خون استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "نونی",
//       Instructions:"برای درد مفاصل ومشکلات پوستی به کار میرود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گز روغنی",
//       Instructions:"از این گیاه در غذا وطب سنتی استفاده میشود. وتحقیقاتی درباره یتاثیرات مغذای بودن این گیاه صورت گرفته است.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه آب تره",
//       Instructions:"این گیاه ممکنه ادار آور وضد باکتری باشد.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه لوتوس",
//       Instructions:"نیلوفر آبی سوژه تعدادی از مطالعات آزمایشگاهی و حیوانی بوده که اثرات جانبی اون از قبیل اثرات کبدی ،تعدیل سیستم ایمنی ،وضدباکتری را بررسی میکند.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه سیاه دانه",
//       Instructions:"معمولا از عصاره و روغن این دانه استفاده میشود . ودر کاهش فشار خون سیتولیک ودیاستولیک نقش دارد.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "ریحان",
//       Instructions:"به روش های مختلفی ازش استفاده میشود. به عنوان چای گیاهی ،پودر خشک شده،برگ تازه ویا ترکیبی با روغن ، روغن استخراج شده از اون برای مصارف دارویی و مواد آرایشی گیاهی استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه گل مغربی",
//       Instructions:" از قرن ۱۹۳۰،روغن این گیاه برای درمان اگزما وبه عنوان ضدالتهاب استفاده شده است.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه مرزنگوش",
//       Instructions:"در برخی مناطق بولیوی و دیگر کشور های آمریکای جنوبی به عنوان سقط آور استفاده میشود.هرچند شواهدی درباره ی اثر بخشی آن درطب غرب وجود ندارد.بقراط از آن به عنوان یک ضد عفونی کننده و درمانی برای بیماری های معده و تنفسی استفاده میکرد.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "جینسنگ",
//       Instructions:"بیش از ۲۰۰۰ هزار سال به خصوص در آسیااز این گیاه درطب سنتی استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "خشخاش",
//       Instructions:" این گیاه منبع مورفین هست و برای تسکین درد استفاده میشود.برای درمان بیماری هااز شیره آن استفاده میشد و این شیره به عنوان داروی سنتی مورد استفاده قرار میگرفت. ",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گل ساعتی",
//       Instructions:"خواص ضدافسردگی دارد .ودر طب سنتی برای مشکلات خواب و درمان افسردگی استفاده میشود",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "اسپند",
//       Instructions:"این گیاه میتواند به عنوان داروی ضد افسردگی استفاده شود",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "شمعدانی",
//       Instructions:"در درمان برونشیت حاد استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "کاوا",
//       Instructions:"این گیاه قرن ها در اقیانوس آرام جنوبی استفاده شده.خاصیت مسکن  وضدالتهابی دارد. از آن به عنوان خواب آور وهمچنین برای آسم و عفونت مجرای ادرار استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "زغال اخته جامیکا",
//       Instructions:"این گیاه در طب سنتی برای درمان بی خوابی واضطراب استفاده شده.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "بارهنگ",
//       Instructions:"اغلب در چای گیاهی ازش استفاده میشود.این چای برای درمان سرفه موثر است.درطب سنتی از این گیاه برای درمان اختلالات دستگاه تنفسی ،پوست،گزش حشرات،عفونت ها استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گل بادبادک",
//       Instructions:"این گیاه خاصیت ضد میکروبی ،ضدالتهابی،ضد سرطان،بهبود مقاومت به انسولین و کاهش کلسترول داره.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: " پلمنیوم رپتنس",
//       Instructions:"این گیاه برای کاهش تب،التهاب و سرفه استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه گواوا",
//       Instructions:"در طب سنتی کاربرد های زیادی دارد.از آن برای درمان اسهال استفاده میشد.باابن حال ،شواهدی از اثر بخشی آن خیلی محدود است. ",
//       benefits: "",
//       Harms: ""
//    },

//    {
//       name: "خاکستر زننده",
//       Instructions:"از ریشه ی آن برای سیستم گوشی استفاده میشود",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "کواسیا آمارا",
//       Instructions:"تحقیقات در سال ۲۰۱۲ حاکی از این است که از عصاره این گیاه برای درمان بیماری رزاسه استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه شیر تیغک",
//       Instructions:"برگ های اون برای درمان بیماری هایی مثل یبوست،قولنج و عفونت های چشمی استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه دارچین",
//       Instructions:"در پزشکی استفاده زیادی از آن میشود",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "رزماری",
//       Instructions:"این گیاه از دوران باستان مورد استفاده قرار گرفته.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گل میمونی",
//       Instructions:"از این گیاه به عنوان داروی ضد دیابت،مسکن و تب بر ، داروی ضد فشار خون استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه ترشک",
//       Instructions:"از ریشه این گیاه برای درمان کم خونی استفاده میشود برای درمان زخم ها از این گیاه استفاده میشود.وسرفه را هم نیز درمان میکند.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه بید",
//       Instructions:"منبع گیاهی سالیسیلیک اسید ، بید سفید به عنوان آسپرین استفاده میشود،اگرچه به احتمال زیاد باعث ناراحتی معده میشود.در قدیم به عنوان آسپرین ازشون استفاده میشد.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "مریم گلی",
//       Instructions:"عملکرد شناختی را در بیماران مبتلا به آلزایمر بهبود میبخشد.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه آقطی",
//       Instructions:"از برگ های اون برای درمان درد،تورم،عفونت،سرفه و بیماری های پوستی و اخیرا آنفولانزا،سرماخوردگی،تب،یبوست و عفونت های سینوسی استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },

//    {
//       name: "گیاه صندل",
//       Instructions:"روغن چوب صندل به طور گسترده برای درمان سرماخوردگی،برونشیت،اختلالات پوستی بیماری های قلبی،ضعف عمومی،تب،عفونت مجرای ادرار، التهاب دهان و حلق، کبد و کیسه صفرا ودیگر بیماری ها به کار میرود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "اسطوخودوس",
//       Instructions:"به طور معمول،گل ها و برگ ها به یک جوشانده تبدیل میشوند که برای دفع انگل استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "صبر زرد",
//       Instructions:"برای درمان اختلالات روانی استفاده میشود . برای درمان التهاب و تورم به کار میرود",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "مرزه",
//       Instructions:"عصاره آن ، اثرات ضد قارچی را روی چندین گونه از جمله برخی از گونه های مقاوم در برابر آنتی بیوتیک نشان میدهد",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "کانا",
//       Instructions:"آفریقایی ها برای درمان افسردگی ازش استفاده میکنند.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "سنا",
//       Instructions:"از ریشه این گیاه برای درمان تب ، دیابت، بیماری های دستگاه ادراری و یبوست استفاده میشود .برگ ها،خواص ضد یبوست دارند.ازبرگ های خشک شده ی آن به عنوان چایی برای درمان دیابت استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "خرفه پرپهن",
//       Instructions:"عصاره گیاهی فعالیت های ضد باکتری و فعالیت های ضد قارچی دارد.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "خار مریم",
//       Instructions:"برای مشکلات کبدی از این بیماری استفاده میشد.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گل مینای آبی کوهی",
//       Instructions:"از این گیاه برای رفع علائم مالاریا استفاده میشود.عصاره جوشانده شده و یا چای تهیه شده از برگ ها یا کل گیاه برای تسکین تب و دیگر نشانه ها در نظر گرفته میشود.برای اسهال خونی ،درد و اختلالات کبد به کار میرود.چای درست شده از این برگ ها به کنترل دیابت کمک میکند.تست های آزمایشگاهی نشان میدهند که این گیاه خواص ضد التهابی دارد.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "دانه قناری",
//       Instructions:"این گیاه برای درمان بیماری پوستی و ریوی به کار میرود. جان جراد در قرن هفدهم استفاده از این گیاه را پیشنهاد کرده .متخصصان برای کم خونی ناشی از کمبود آهن و بیماری پوستی ،برونشیت،درد مفاصل،ورم مفاصل این گیاه را تجویز میکنند.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "کاروی",
//       Instructions:"این گیاه ضد التهاب و ضد میکروب هست.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "هماور طبی",
//       Instructions:"التهاب را کاهش میدهد. در گذشته برای درمان بیماری های معده کاربرد داشته است اما استفاده از آن در کشور های مثل کانادا،برزیل،استرالیاوبریتانیا به شدت محدود شده است.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "میخک",
//       Instructions:"برای درد های معده و به عنوان خلط آور استفاده میشود .از روغن میخک برای درمان دندان درد استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "بابونه گاوی",
//       Instructions:".این گیاه قرن ها در درمان تب ،سردرد،درد معده،دندان دردو نیش حشرات کاربرد داشته است",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "قاصدک",
//       Instructions:"قاصدک برای درمان بیماری های کبد،کلیه و مشکلات طحال استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "مریم نخودی",
//       Instructions:"از آن برای درمان آسم ، اسهال،تب،انگل های روده،بواسیر و جراحت استفاده شده است.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "آویشن",
//       Instructions:"این گیاه برای درمان برونشیت و سرفه استفاده میشود.به عنوان یک خلط آور عمل میکند.و در درمان مشکلات غیرتنفسی تاثیری ندارد.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه نمدر برگ ریز",
//       Instructions:"",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "در جنوب و غرب مکزیک از این گیاه درچای گیاهی استفاده میشود.",
//       Instructions:"",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه زیر بنا",
//       Instructions:"در جنوب غرب مکزیک به عنوان چای گیاهی ازش استفاده میشود.تماس با ابن گیاه ممکن است باعث خارش پوست شود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "ترما ارینتالیس",
//       Instructions:"برگ ها برای درمان سرفه،گلودرد،تنگی  نفس،برونشیت،تب زرد،درد دندان و به عنوان پاد زهر برای مسمومیت غذاییاستفاده میشوند.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "شبدر قرمز",
//       Instructions:"این گیاه برای سلامتی انسان فایده ایی ندارد.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "شنبلیله",
//       Instructions:"از مدت ها پیش برای درمان علائم یائستگی، و بیماری های گوارشی به کار رفته است.اخیرا از آن برای درمان دیابت ، کاهش اشتها استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "علف گندم",
//       Instructions:"این گیاه ممکنه حاوی ترکیبات آنتی اکسیدان وضد التهاب باشد.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "توسکای سفید",
//       Instructions:"برای بیماری های پوستی ،معده و روده و تنفسی به کار میرود.تست های آزمایشگاهی نشان داده اند که این فعالیت بازدارندگی روی قارچ ها را دارد.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه پنجه گربه",
//       Instructions:"در آمریکای جنوبی از این گیاه برای درمان و پیشگیری از بیماری ها استفاده شده است.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گزنه",
//       Instructions:"این گیاه در طب سنتی اتریش برای درمان اختلالات کلیه ها و مجاری ادراری ،سیستم گوارشی،پوست،سیستم قلبی عروقی، خونریزی، گریپ،روماتیسم ونقرص مورد استفاده قرار گرفته است. ",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "زغال اخته آبی",
//       Instructions:"به عنوان آنتی اکسیدان و برای درمان عفونت های ادراری استفاده میشوند.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه کرنبری",
//       Instructions:"در قدیم برای اختلالات ادرار،اسهال،دیابت، بیماری های معده ومشکلات کبدی ازش استفاده میشد. الان مشکلات مجاری ادراری را برطرف میکند.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "قره گلیه",
//       Instructions:"برای درمان اسهال و اسکوربوت استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "سنبل الطیب",
//       Instructions:"برای اختلالات خواب و اضطراب استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "مولین",
//       Instructions:"این گیاه خاصیت ضد باکتریایی دارد.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "شاه پسند",
//       Instructions:"برای گلو درد و بیماری های دستگاه تنفسی به کار میرود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "برگ تلخ",
//       Instructions:"این گیاه توسط بومبان افریقا برای درمان بیماری روده و اسهال استفاده میشد.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "سیزاب",
//       Instructions:"این گیاه برای سینوزیت و عفونت های گوش استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "گیاه تیره ویبورنوم",
//       Instructions:"این گیاه، خواص دارویی زیادی دارد. این گیاه میتواند باعث درد در شکم شود.برگها ، تب بر هستن. از میوه آن برای درمان یبوست استفاده میشود و اخیرابرای درمان افسردگی به کار رفته است.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "بنفشه وحشی",
//       Instructions:"یک گونه گیاهی حاوی  سیکلوتید هست.استفاده دارویی مفیدی دارند و بسیاری از سیکلوتید هایی که در بنفشه ی سه رنگ یافت میشوند سیتوتوکسیک هستند. به این معنی میباشد که از آن ها برای درمان سرطان استفاده کرد.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "دارواش",
//       Instructions:"از آن برای درمان صرع و سر درد و مشکلات دیگر استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "پنج انگشت",
//       Instructions:"بیش از هزار سال است که از این گیاه برای مشکلات قاعدگی و تحریک شیر دهی استفاده میشود",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "انگور",
//       Instructions:"از زمان یونان باستان ،از برگهای میوه استفاده میشد.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "آشواگاندها",
//       Instructions:"از ریشه های این گیاه ، در طب سنتی استفاده میشود.در طب آیورودا برای درمان تومور کفگریک و زخم استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "قات",
//       Instructions:"در عملکرد جنسی ایتفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
//    {
//       name: "نهال گردو",
//       Instructions:"این گیاه،ضد سرفه و تب بر هست.و در درمان جوش و مارگزیدگی استفاده میشود.",
//       benefits: "",
//       Harms: ""
//    },
    {
        name: "زنجبیل",
        avatarUrl: "../../images/plants/zanjebil.png",
        latinName: "Ginger",
        properties: "ضد التهابی ، افزایش سیستم ایمنی ، ضد تهوع",
        Uses: "درمان سرفه، سرما خوردگی ، تسکین درد عضلانی ، کمک به بیماری های قلبی عروقی",
        preparation: "میتوان آن را به صورت ریشه زنجبیل تازه یا روغن زنجبیل استفاده کرد.",
        side_effects: "عوارض احتمالی شامل تحریک گوارش ، حساسیت پوستی  و تحریک سیستم عصبی است",
    },
    {
        name: "چای سبز",
        avatarUrl: "../../images/plants/chaee sabz.png",
        latinName: "Green Tee",
        properties: "آنتی اکسیدانی ، افزایش سیستم ایمنی ، ضد التهابی",
        Uses: "کمک به کاهش وزن ، پیشگیری و درمان سرطان ، جلوگیری از پیری زودرس",
        preparation: "میتوان آنرا به صورت برگ چای سبز یا به عنوان مکمل غذایی مصرف کرد",
        side_effects: "عوارض احتمالی شامل اظطراب ، افزایش ضربان قلب ، اسیدیته معده و اختلالات خواب است",
    },
    {
        name: "گل گاو زبان",
        avatarUrl: "../../images/plants/gol gav zaban.png",
        latinName: "Borage",
        properties: "ضد التهابی ، تسکین درد مفاصل ، افزایش سیستم ایمنی ، فواید گوارشی.",
        Uses: "درمان سرفه های مزمن ، ضد پیری ، کمک به آسم های خفیف",
        preparation: "میتوان آنرا به صورت برگ گل گاو زبان ویا به شکل مکمل غذایی مصرف کرد.",
        side_effects: "عوارض احتمالی شامل حساسیت پوستی ، سر گیجه و تحریک سیستم عصبی هستند.",
    },
    {
        name: "اویشن",
        avatarUrl: "../../images/plants/avishan.png",
        latinName: "Thyme",
        properties: "ضد عفونی کننده ، ضد التهابی ، تسکین درد مفاصل ، افزایش سیستم ایمنی و فواید گوارشی.",
        Uses: "درمان سرفه و سرما خوردگی ،تسکین درد مفاصل ، درمان گلو درد",
        preparation: "به صورت دمنوش میتوان استفاده کرد ، همچنین میتوان در غذا نیز استفاده کرد",
        side_effects: "عوارض احتمالی شامل حساسیت پوستی و تحریک سیستم عصبی هستند",
    },
    {
        name: "سنبل الطیب",
        avatarUrl: "../../images/plants/sonbolaltayb.png",
        latinName: "Valerian",
        properties: "خواص آرام بخش ،ضد اظطراب ، مسکن عضلانی و تسکین خشکی عضلانی است.",
        Uses: "درمان کرم معده و روده ، برطرف کننده اتفراغ ، اتبام دهنده زخم پا",
        preparation: "میتوان آن را به صورت ریشه سنبل الطیب استفاده کرد",
        side_effects: "عوارض احتمالی شامل خواب آلودگی ، سرگبجه و اختلالات گوارشی هستند.",
    },
    {
        name: "بابونه",
        avatarUrl: "../../images/plants/babooneh.png",
        latinName: "Chamomile",
        properties: ".ضد التهابی ، آرامشبخش ، تسکین درد و تسکین خشکی عضلانی ، کمک به هضم غذا و ضد افسردگی و اظطراب",
        Uses: ".مفید برای پوست ، درمان بیماری های جسمانی ، آرامش اعصاب  وروان",
        preparation: ".به صورت گل بابونه خشک یا به شکل مکمل غذایی مصرف کرد",
        side_effects: "عوارض احتمالی شامل حساسیت پوستی ، تحریک گوارش و تحریک سیستم عصبی هستند.",
    },
    {
        name: "رزماری",
        avatarUrl: "../../images/plants/rozmary.png",
        latinName: "Rosemary",
        properties: "دارای خواص ضد عفونی کننده ، ضد التهابی ، تسکین درد مفاصل ، تقویت حافظه و فواید گوارشی است.",
        Uses: "درمان کبد چرب ، سم زدایی کبد ، باعث ادرارآوری و دفع سموم از بدن.",
        preparation: "به صورت دمنوش آن را میتوان نوشید",
        side_effects: "عوارض احتمالی شامل حساسیت پوستی ، تحریک گوارش و تحریک سیستم عصبی هستند.",
    },
    {
        name: "جوانه گندم",
        avatarUrl: "../../images/plants/javane gandom.png",
        latinName: "Wheatgrass",
        properties: "دارای خواص ضد التهابی ، آنتی اکسیدانی ، تقویت سیستم ایمنی و فواید گوارشی است.",
        Uses: " .پیشگیری از انواع بیماری ها مثل سرطان و بیماری های قلبی عروقی وضد پیری است",
        preparation: "میتوان آن را به صورت عصاره جوانه گندم مصرف کرد.",
        side_effects: "عوارض احتمالی شامل تحریک گوارش ، حساسیت پوستی و تحریک سیستم عصبی هستند .",
    },
    {
        name: "زعفران",
        avatarUrl: "../../images/plants/zaferan.png",
        latinName: "Saffron",
        properties: "دارای خواص ضد افسردگی ، آرامبخش ، تسکین درد و تقویت قلبی است.",
        Uses: "کمک به درمان سرطان",
        preparation: "میتوان آن را به صورت نخود زعفران یا به شکل مکمل غذایی مصرف کرد.",
        side_effects: "عوارض احتمالی شامل تحریک گوارش ، حساسیت پوستی و تحریک سیستم عصبی هستند.",
    },
    {
        name: "الوئه ورا",
        avatarUrl: "../../images/plants/aloevera.png",
        latinName: "Aloe Vera",
        properties: "دارای خواص التیام بخش ، آنتی اکسیدانی ، تسکین درد و ترمیم پوست",
        Uses: "کمک به درمان بیماری های پوستی ، درمان زخم",
        preparation: "میتوان آن را به صورت ژل آلوئه ورا استفاده کرد",
        side_effects: "برای زخم های عمیق نمیتوان استفاده کرد ، برای کودکان ممنوع است.",
    },
    {
        name: "جینسنگ",
        avatarUrl: "../../images/plants/jinsing.png",
        latinName: "Ginseng",
        properties: "تقویت سیستم ایمنی ، افزایش انرژی ، ضد استرس ، تقویت حافظه و درمان اختلالات جنسی.",
        Uses: "تب بر ، اثر مقوی ومعالج اکثر بیماری ها ، درمان لرزش های زمان پیری.",
        preparation: "میتوان آن را به صورت ریشه جینسنگ یا به شکل مکمل غذایی مصرف کرد.",
        side_effects: "عوارض احتمالی شامل افزایش فشار خون ، اختلالات خواب ، حساسیت پوستی وتحریک سیستم عصبی هستند.",
    },
    {
        name: "کوهوش سیاه",
        avatarUrl: "../../images/plants/kohooshSiyah.png",
        latinName: "Black Cohosh",
        properties: "ضد افسردگی ، تسکین درد پریودی ، تنظیم هورمون های زنانه و درمان علائم یائسازی",
        Uses: "درمان مشکلات تنفسی از جمله آسم درمان سرما خوردگی ، درمان میگرن",
        preparation: "میتوان آن را به صورت ریشه کوهوش سیاه یا به شکل مکمل غذایی مصرف کرد",
        side_effects: "عوارض احتمالی شامل درد شکمی ، سر درد ، حساسیت پوستی و تحریک سیستم عصبی هستند.",
    },
    {
        name: "خارمریم",
        avatarUrl: "../../images/plants/kharmaryam.png",
        latinName: "Milk Thistle",
        properties: "تقویت کبد ، حفظ سلامتی کبد ، ضد التهابی و آنتی اکسیدانی.",
        Uses: "درمان بیماری های کبد ، سم زدایی کبد ، پیشگیری از سرطان.",
        preparation: "میتوان از دمنوش آن استفاده کرد یا به صورت ترکیب آن با آب استفاده کرد",
        side_effects: "عوارض احتمالی شامل تحریک معده ، اسهال و حساسیت پوستی هستند.",
    },
    {
        name: "رازیانه",
        avatarUrl: "../../images/plants/razyaneh.png",
        latinName: "Fennel",
        properties: "تسکین درد شکمی ، تقویت دستگاه گوارش وکاهش سرگیجه",
        Uses: "کمک به کم خونی ، کمک به سوءهاضمه ، رفع اسهال و اختلالات قاعدگی ویبوست و نفخ",
        preparation: "میتوان دمنوش آن را تهیه کرد و نوشید",
        side_effects: "عوارض احتمالی شامل حساسیت پوستی و تحریک سیستم عصبی هستند",
    },
    {
        name: "اسطوخودوس",
        avatarUrl: "../../images/plants/ostokhodos.png",
        latinName: "Lavender",
        properties: "ضد التهابی ، آرامبخش ، تسکین درد و بهبود خواب",
        Uses: "کاهش ابتلا به بیماری های قلب عروقی ، گردش خون را بهبود میبخشد ، باعث تنظیم ضربان قلب وکنترل تپش قلب",
        preparation: "میتوان آن را به صورت اسطوخودوس خشک یا روغن اسطوخودوس استفاده کرد",
        side_effects: "عوارض احتمالی شامل حساسیت پوستی و تحریک سیستم عصبی هستند.",
    },
    {
        name: "ریحان",
        avatarUrl: "../../images/plants/reyhan.png",
        latinName: "Basil",
        properties: "تسکین درد التهاب ، تقویت سیستم ایمنی ،کاهش ریسک بیماری های قلبی و عروقی و تسکین علائم التهابی دستگاه تنفسی .",
        Uses: ".کاهش ورم مفاصل ، درمان پوکی استخان ، درمان اسهال ، ازبین بردن خستگی و استرس",
        preparation: "میتوانید از برگ های آن استفاده کنید و همچنین میتوانید از روغن ریحان استفاده کنید.",
        side_effects: "مصرف بیش از حد ریحان ممکن است باعث ایجاد مشکلات گوارشی ، افزایش خونریزی های دوران قاعدگی و اختلالات خواب شود.",
    },
    {
        name: "گلرنگ",
        avatarUrl: "../../images/plants/golrang.png",
        latinName: "Safflower",
        properties: "تسکین درد ، تسکین التهاب ، تقویت سیستم ایمنی ، کاهش ریسک بیماری های قلبی و عروقی وتسکین علائم التهابی دستگاه تنفسی",
        Uses: "رفع فلج های ناگهانی بر اثر سکته ، برطرف کردن بیماری های ریوی.",
        preparation: "میتوان آن را به صورت پودر گلرنگ یا به شکل مکمل غذایی مصرف کرد.",
        side_effects: "عوارض احتمالی شامل حساسیت پوستی ، افزایش خونریزی و کاهش فشار خون هستند.",
    },
    {
        name: "زرشک",
        latinName: "Barberry",
        avatarUrl: "../../images/plants/zereshk.png",
        properties: "کاهش التهاب ، تقویت سیستم ایمنی ، کاهش فشار خون ، کاهش قند خون ، و تسکین درد مفاصل",
        Uses: "درمان گلو درد ، گرفتگی بینی ، درمان سینوزیت ، درمان عفونت های پوستی.",
        preparation: "برای تهیه زرشک میتوانید از برگ های آن استفاده کنید و همچنین ، در قالب چای یا عرقیجات جانبی آن ممکن است.",
        side_effects: "عوارض همچون تب ، تهوع و اسهال",
    },
    {
        name: "نعنا",
        avatarUrl: "../../images/plants/nana.png",
        latinName: "Peppermint",
        properties: "تسکین درد شکم ، کاهش اظطراب ، کاهش سر درد کاهش عفونت های دستگاه تنفسی و تقویت سیستم گوارشی .",
        Uses: "درمان نفخ شکم ، درمان درد های قاعدگی ، درمان اسهال ، درمان تهوع ، درمان افسردگی ، درمان سرما خوردگی .",
        preparation: "برای تهیه نعنا میتوانید از برگ ها و گل های آن استفاده کنید و همچنین میتوانید چایی یا روغن اسانس آن را مصرف کنید.",
        side_effects: "مصرف بیش از حد نعنا  ممکن است باعث اسهال ، بی خوابی و تحریک سیستم گوارشی شود.",
    },
    {
        name: "جعفری",
        avatarUrl: "../../images/plants/jafari.png",
        latinName: "Parsley",
        properties: "ضد التهاب ، ضد تشنج ، دفع سموم بدن، تصفیه خون ، تقویت سیستم ایمنی بدن ، ضد اضطراب .",
        Uses: "درمان التهاب های مفصلی ، درمان کیست های رحم ، درمان عفونت های ادراری ، کاهش التهاب های پوستی ، تصفیه خون ، تقویت سیستم ایمنی بدن ، کاهش اضطراب و استرس .",
        preparation: "میتوان به صورت خرد شده یا کامل مصرف کرد و همچنین میتوان به ع نوان چاشنی غذا ها استفاده کرد .",
        side_effects: "تحریک پوستی ، تحریک دستگاه گوارش ، حساسیت پوستی .",
    },
    {
        name: "فلفل سیاه",
        avatarUrl: "../../images/plants/felfelSiyah.png",
        latinName: "Piper nigrum",
        properties: "ضد التهاب ، ضد باکتری ، ضد ویروس ، ضد قارچ ، تسکین دهنده درد ، تنظیم کننده هورمون های جنسی ، تقویت کننده سیستم ایمنی بدن ، تنظیم کننده قشار خون",
        Uses: "درمان درد های مفصلی ، سرماخوردگی ، درمان عفونت های روده ، درمان نفخ و درد شکم ، درمان بیماری های قلبی و عروقی ، درمان سرطان ، تسکین دهنده درد ، و التهاب ، تقویت کننده حافظه و تمرکز ، تنظیم کننده هورمون های جنسی.",
        preparation: "مصرف فلفل سیاه به صورت پودر ، مصرف فلفل سیاه به صورت عرقیجات ، مصرف فلفل سیاه به صورت دم کرده مصرف فلفل سیاه به صورت خشک کردن و اسپری ،مصرف فلفل سیاه به صورت خوراکی در  تهیه غذا های سنتی ",
        side_effects: "تحریک دستگاه گوارش ، حساسیت پوستی ، افزایش ترشح اسید معده ، افزایش خطر بروز بیماری های خونریزی ، تحریک دستگاه عصبی ، تحریک دستگاه قلبی.",
    },
    {
        name: "سدر",
        avatarUrl: "../../images/plants/sedr.png",
        latinName: "Ziziphus spina-christi",
        properties: "ضد التهاب ، ضد باکتری ، ضد ویروس ،ضد قارچ ، تسکین دهنده درد ، تسکین دهنده سرفه و آسم ، تسکین دهنده علائم سوء هاضمه ، تنظیم کننده هورمون های جنسی .",
        Uses: "درمان درد های معده ، درمان بیماری های ریوی مانند آسم و سرفه ،درمان نفخ و درد شکم ، درمان کم خونی ، درمان بیماری های قلبی و عروقی ، درمان بیماری های پوستی مانند عفونت های پوستی و خارش .",
        preparation: "مصرف سدر به صورت پودر ، مصرف سدر به صورت عرقیجات ، مصرف سدر به صورت دم کرده ، مصرف سدر به صورت خشک کردن و اسپری ، مصرف سدر به صورت خوراکی در تهیه غذا های سنتی .",
        side_effects: "تحریک دستگاه گوارش ، حساسیت پوستی ، تحریک دستگاه عصبی ، تحریک دستگاه ادراری .",
    },
    {
        name: "هل",
        avatarUrl: "../../images/plants/hel.png",
        latinName: "Elettaria cardamomum",
        properties: "ضد التهاب ، ضد باکتری ، تقویت کننده دستگاه گوارش ، ضد افسردگی ، تسکین دهنده درد ، ضد اضطراب ..",
        Uses: " کاهش علائم سوء هاضمه ، درمان نفخ ، درمان عفونت های دستگاه گوارش ، درمان بیماری های عفونی و التهابی ، درمان افسردگی و اضطراب ، تسکین درد ، بهبود عملکرد جنسی .",
        preparation: "مصرف هل به صورت پودر ، مصرف هل به صورت عصاره ، مصرف هل به صورت عرقیجات ، مصرف هل در تهیه عصاره های طب سنتی .",
        side_effects: "حساسیت پوستی ، تحریک دستگاه گوارش ، تحریک دستگاه تنفس ، سر درد ، بیخوابی ، افزایش احتمال خونریزی ، در بیماری های که دارای بیماری های خونی هستند .",
    },
    {
        name: "اکیناسه",
        avatarUrl: "../../images/plants/okinase.png",
        latinName: "Echinacea purpurea",
        properties: "تقویت کننده سیستم ایمنی بدن ، ضد التهاب ، ضد عفونب کننده ، آنتی اکسیدان ، تسکین دهنده درد .",
        Uses: "پیشگیری و درمان سرماخوردگی ، آنفولانزا و عفونت های تنفسی ، درمان عفونت های قارچی و باکتریایی ، درمان التهاب هاب مفصلی ، درمان زخم های پوستی ، تسکین در ، تقویت کننده سیتم ایمنی بدن .",
        preparation: "مصرف اکیناسه به صورت قرص و کپسول به شکل دارو ، مصرف اکیناسه دز شکل عصاره های گیاهی ، مصرف اکیناسه در تهیه عصاره های طب سنتی.",
        side_effects: "حساسیت پوستی ، تحریک دستگاه گوارش ، سر درد ، بی خوابی ، افزایش خطر بروز ، بیماری های خونریزی .",
    },
    {
        name: "کرفس",
        avatarUrl: "../../images/plants/karafs.png",
        latinName: "Apium graveolens",
        properties: "ضد التهاب ، ضد باکتری ، ضد ویروس ، ضد قارچ ، تقویت کننده سیستم ایمنی بدن ،تسکین دهنده درد ، تنظیم کننده فشار خون ، تسکین دهنده استرس و اضطراب ، کاهش خطر بروز بیماری های قلبی و عروقی",
        Uses: "کاهش علائم التهاب مفاصل ، کاهش علايم سوء هاضمه ، کاهش علائم استرس و اضطراب ، کاهش خطر بروز بیماری های قلبی و عروقی ، تنظیم فشار خون ، تسکین درد .",
        preparation: "مصرف کرفس به صورت پودر ، مصرف کرفس به صورت عرقیجات ، مصرف کرفس در تهیه غذا های سنتی .",
        side_effects: "تحریک دستگاه گوارش ، حساسیت پوستی ، تحریک دستگاه ادراری ، تحریک دستگاه عصبی .",
    },
    {
        name: "دارچین",
        avatarUrl: "../../images/plants/darchin.png",
        latinName: "Cinnamomum verum",
        properties: "ضد التهاب ، ضد بیماری های قلبی ، ضد بیماری های دیابتی ، ضد عفونی کننده ، تقویت کننده سیستم ایمنی بدن ، ضد اضطراب و افسردگی .",
        Uses: "کاهش فشار خون ، کاهش قند خون ، کاهش کلسترول خون ، پیشگیری و درمان ، بیماری های قلبی ، پیشگیری و درمان ، بیماری های دیابتی ، درمان عفونت های ریه ، درمان عفونت های قارچی و باکتریایی ، تسکین دهنده درد ، ضد اضطراب و استرس .",
        preparation: "استفاده از دارچین به صورت پودر در غذا ، استفاده از عصاره های گیاهی دارچین در شکل قرص و کپسول ، استفاده از دارچین در تهیه عصاره های طب سنتی .",
        side_effects: "حساسیت پوستی ، تحریک دستگاه گوارش ، افزایش خونریزی در بیماران مبتلا به بیماری های خونریزی ،‌کاهش فشار خون در بیماران مبتلا به فشار خون",
    },
    {
        name: "گشنیز",
        avatarUrl: "../../images/plants/gishniz.png",
        latinName: "Coriaandrum sativum",
        properties: "ضد التهاب ، ضد تشنج ، تقویت کلیه ، تسکین دهنده درد ، آرامبخش ، دفع سموم بدن ، ضد اضطراب و افسردگی .",
        Uses: "درمان التهاب های پوستی ، درمان التهاب معده و روده ، درمان سرفه و سرما خوردگی ، کاهش در عضلانی ، تقویت کلیه ، تسکین دهنده درد ، کاهش اضطراب و استرس ، دفع سموم بدن",
        preparation: "ریختن یک قاشق غذا خوری از بذر هاب گشنیز در یک فنجان آب جوش و نوشیدن آن پس از گرم شدن ، استفاده از عصاره های گیاهی گشنیز در شکل قرص و کپسول ، استفاده از روغن گیاهی گشنیز برای ماساژ و استحمام.",
        side_effects: "تحریک پوستی ، تحریک دستگاه گوارش ، حساسیت پوستی .",
    },
    {
        name: "سیاه دانه",
        avatarUrl: "../../images/plants/siyahDane.png",
        latinName: "ٔigella sativa",
        properties: "ضد التهاب ، ضد تشنج ، ضد بیماری های قلبی ، ضد بیماری های کبدی ، ضد بیماری های سرطان ، تسکین دهنده درد ، دفع سموم بدن ، تقویت سیستم ایمنی بدن ،ضد اضطراب و افسردگی .",
        Uses: "درمان التهاب هاب پوستی ، درمان التهاب معده و روده ، کاهش فشار خون ، کاهش قند خون ، کاهش کلسترول خون ، درمان بیماری های کبدی ، درمان بیماری های سرطانی ، تسکین دهنده درد، دفع سموم بدن ، تقویت سیستم ایمنی بدن ،ضد اضطراب و افسردگی",
        preparation: "ریختن یک قاشق چایخوری از بذر های خشک ختمی در یک فنجان آب جوش ،و نوشیدن آن پس از گرم شدن ، استفاده از عصاره های گیاهی ختمی در شکل قرص و کپسول ، استفاده از روغن گیاهی ختمی برای ماساژ و استحمام .",
        side_effects: "تحریک پوستی ، تحریک دستگاه گوارش ، حساسیت پوستی ، کاهش قند خون در برخی موارد .",
    },
    {
        name: "سیر",
        avatarUrl: "../../images/plants/sir.png",
        latinName: "Allium sativum",
        properties: "ضد التهاب ، ضد بیماری های قلبی ، ضد بیماری های سرطانی ، ضد عفونی کننده ، تسکین دهنده درد ، خنثی کننده سموم بدن ، تقویت کننده سیستم ایمنی بدن .",
        Uses: "پیشگیری و درمان بیماری های قلبی ، پیشگیری و درمان بیمارسی های  سرطانی ، درمان عفونت های ریه ، گلو درد و سینوزیت ، کاهش فشار خون ، کاهش قند خون ، کاهش کلسترول خون ،درمان زخم های داخلی و خارجی ، درمان عفونت های قارچی وو باکتریایی ،تسکین دهنده درد ، خنثی کننده سموم بدن ، تقویت کننده سیستم ایمنی بدن . ",
        preparation: "مصرف سیر فرآورده هایی مانند روغن سیر و عصاره های گیاهی سیر ، مصرف سیر خام در غذاها ، مصرف سیر به صورت قرص و کپسول در شکل دارو ، استفاده از سیر در تهیه عصاره های طب سنتی .",
        side_effects: "تحریک پوستی ، تحریک دستگاه گوارش ، بوی نامطبوع دهان ، افزایش خونریزی در بیماران مبتلا به بیماری های خونریزی ، خفگی در بیماران مبتلا به بیماری های ریه و آسم ، کاهش فشار خون در بیماران مبتلا به فشار خون پایین .",
    },
    {
        name: "باد رنجبویه",
        avatarUrl: "../../images/plants/‌‌Badranjbooye.png",
        latinName: "Borago officinalis",
        properties: "ضد التهاب ، ضد تشنج ، ضد بیماری های قلبی ، ضد بیماری های روماتیسمی ، تسکین دهنده درد ، خنثی کننده سموم بدن ، تقویت سیستم ایمنی بدن ، ضد اضطرایب و افسردگی .",
        Uses: "درمان التهاب های پوستی ، درمان التهاب معده و روده ، درمان عفونت های ادراری ، کاهش فشار خون ، کاهش قند خون ، کاهش کلسترول خون ، درمان بیماری های قلبی ، درمان بیماری های روماتیسمی ، تسکین دهنده درد ، خنثی کننده سموم بدن ، تقویت سیستم ایمنی بدن ، کاهش اضطرب و استرس .",
        preparation: "استفاده از برگ های تازه یا خشک بادرنجبویه به صورت چای ، استفاده از عصاره های گیاهی بادرنجبویه در شکل قرص و کپسول ، استفاده از روغن گیاهی بادرنجبویه برای ماساژ و استحمام .",
        side_effects: "تحریک پوستی ، تحریک دستگاه گوارش ، حساسیت پوستی ، کاهش قند خون در برخی موارد .",
    },
    // {
    //     name: "صمغ عربی",
    //     latinName: "",
    //     properties: "",
    //     Uses: "",
    //     preparation: "",
    //     side_effects: "",
    // },
    // {
    //     name: "بومادران زرد",
    //     latinName: "",
    //     properties: "",
    //     Uses: "",
    //     preparation: "",
    //     side_effects: "",
    // },
    // {
    //     name: "دم اسب",
    //     latinName: "",
    //     properties: "",
    //     Uses: "",
    //     preparation: "",
    //     side_effects: "",
    // },
    // {
    //     name: "زر آوند سفید",
    //     latinName: "",
    //     properties: "",
    //     Uses: "",
    //     preparation: "",
    //     side_effects: "",
    // },
    // {
    //     name: "گل ختمی",
    //     latinName: "",
    //     properties: "",
    //     Uses: "",
    //     preparation: "",
    //     side_effects: "",
    // },
    // {
    //     name: "غازیاقی",
    //     latinName: "",
    //     properties: "",
    //     Uses: "",
    //     preparation: "",
    //     side_effects: "",
    // },
    // {
    //     name: "کنجک",
    //     latinName: "",
    //     properties: "",
    //     Uses: "",
    //     preparation: "",
    //     side_effects: "",
    // },
    // {
    //     name: "تیره آلاله",
    //     latinName: "",
    //     properties: "",
    //     Uses: "",
    //     preparation: "",
    //     side_effects: "",
    // },
    // {
    //     name: "سنبل ختایی",
    //     latinName: "",
    //     properties: "",
    //     Uses: "",
    //     preparation: "",
    //     side_effects: "",
    // },
    //
    // {
    //     name: "",
    //     latinName: "",
    //     properties: "",
    //     Uses: "",
    //     preparation: "",
    //     side_effects: "",
    // },
    //
    // {
    //     name: "",
    //     latinName: "",
    //     properties: "",
    //     Uses: "",
    //     preparation: "",
    //     side_effects: "",
    // },
    //
    // {
    //     name: "",
    //     latinName: "",
    //     properties: "",
    //     Uses: "",
    //     preparation: "",
    //     side_effects: "",
    // },
    //
    // {
    //     name: "",
    //     latinName: "",
    //     properties: "",
    //     Uses: "",
    //     preparation: "",
    //     side_effects: "",
    // },
    //
    // {
    //     name: "",
    //     latinName: "",
    //     properties: "",
    //     Uses: "",
    //     preparation: "",
    //     side_effects: "",
    // },
    //
    // {
    //     name: "",
    //     latinName: "",
    //     properties: "",
    //     Uses: "",
    //     preparation: "",
    //     side_effects: "",
    // },
    //
    // {
    //     name: "",
    //     latinName: "",
    //     properties: "",
    //     Uses: "",
    //     preparation: "",
    //     side_effects: "",
    // },
    //
    // {
    //     name: "",
    //     latinName: "",
    //     properties: "",
    //     Uses: "",
    //     preparation: "",
    //     side_effects: "",
    // },
    //
    // {
    //     name: "",
    //     latinName: "",
    //     properties: "",
    //     Uses: "",
    //     preparation: "",
    //     side_effects: "",
    // },
    // {
    //     name: "",
    //     latinName: "",
    //     properties: "",
    //     Uses: "",
    //     preparation: "",
    //     side_effects: "",
    // },
    // {
    //     name: "",
    //     latinName: "",
    //     properties: "",
    //     Uses: "",
    //     preparation: "",
    //     side_effects: "",
    // },
    // {
    //     name: "",
    //     latinName: "",
    //     properties: "",
    //     Uses: "",
    //     preparation: "",
    //     side_effects: "",
    // },
    // {
    //     name: "",
    //     latinName: "",
    //     properties: "",
    //     Uses: "",
    //     preparation: "",
    //     side_effects: "",
    // },
    // {
    //     name: "",
    //     latinName: "",
    //     properties: "",
    //     Uses: "",
    //     preparation: "",
    //     side_effects: "",
    // },
    // {
    //     name: "",
    //     latinName: "",
    //     properties: "",
    //     Uses: "",
    //     preparation: "",
    //     side_effects: "",
    // },
    // {
    //     name: "",
    //     latinName: "",
    //     properties: "",
    //     Uses: "",
    //     preparation: "",
    //     side_effects: "",
    // },
    // {
    //     name: "",
    //     latinName: "",
    //     properties: "",
    //     Uses: "",
    //     preparation: "",
    //     side_effects: "",
    // },

]



