const Change_mood = () => {
    return (
        <>
            <div className="main-change-mood">
                <div className="img-change-mood">
                    <h4 className="">چگونگی تغییر مزاج</h4>
                    <p>
                        تغییر مزاج یک مسئله شخصی است که به عوامل مختلفی بستگی دارد. اما در ادامه، چند راهکار عمومی برای
                        تغییر مزاج را برای شما آورده‌ام:
                    </p>
                    <img src="../../../images/change-mood.jpg" alt="defference"/>
                </div>
                <div className="">
                    <div className="change_mood-text">
                        <h1 className="fs-3">
                            تغییر مزاج
                        </h1>
                        <p>
                           1- فعالیت‌های بدنی: ورزش و فعالیت‌های بدنی می‌توانند تأثیر قابل توجهی بر روی مزاج شما داشته
                            باشند. تمرینات ورزشی مانند پیاده‌روی، دویدن، شنا، یوگا و تمرینات استقامتی می‌توانند به
                            افزایش سطح انرژی و بهبود روحی شما کمک کنند.
                            <br/>
                            <br/>
                            2- خواب کافی: کمبود خواب و عدم استراحت کافی می‌توانند باعث بدحالی و تغییر مزاج شوند. تلاش کنید
                            به میزان مناسبی بخوابید و روزانه حداقل 7-8 ساعت خواب کنید.
                            <br/>
                            <br/>

                           3- تغذیه سالم: مواد غذایی که مصرف می‌کنید نقش مهمی در مزاج شما ایفا می‌کنند. سعی کنید از تغذیه
                            سالم و متوازن، با مصرف میزان کافی از میوه‌ها، سبزیجات، غلات کامل و منابع پروتئینی استفاده
                            کنید. همچنین، مصرف مقدار کافی آب نیز برای حالت روحی بهتر مهم است.

                            <br/>
                            <br/>
                           4- مدیریت استرس: استرس و فشار زندگی ممکن است باعث تغییر مزاج شما شود. روش‌های مدیریت استرس
                            مانند تمرین مدیتیشن، یوگا، تنفس عمیق، مطالعه، دیدار با دوستان یا هر فعالیتی که برای شما
                            آرامش آور است، می‌توانند به شما کمک کنند.

                            <br/>
                            <br/>
                            5- روانشناسی و روان‌درمانی: در صورتی که تغییر مزاج شما به شدت تأثیرگذار است و برای مدت طولانی
                            ادامه دارد، مراجعه به یک روانشناس یا مشاور روان‌درمانی می‌تواند مفید باشد. آنها می‌توانند به
                            شما راهنمایی‌ها و راهکارهایی ارائه دهند تا با مشکلات روحی و روانی خود مقابله کنید.

                            <br/>
                            <br/>
                           نکته : مهم است توجه داشته باشید که هر فرد ممکن است به شیوه‌های مختلفی به تغییر مزاج پاسخ دهد. بهتر
                            است روش‌هایی که برای شما بهترین نتیجه را دارند را بیابید و در صورت لزوم با متخصصان مشورت
                            کنید.
                        </p>
                    </div>

                </div>
            </div>
        </>
    )
}
export default Change_mood;