import "./blog.css"

const Difference = () => {
    return (
        <>
            <div className="main-difference">
                <div className="img-difference">
                    <h4 className="">تفاوت طبع و مزاج</h4>
                    <p>
                        طبع و مزاج در طب ستنی دو مفهوم مهم هستند که گاهی اوقات با یکدیگر اشتباه گرفته میشوند
                    </p>
                    <img src="../../../images/difference.jpg" alt="defference"/>
                </div>
                <div className="">
                    <div className="mazaj">
                        <h1>
                            مزاج
                        </h1>
                        <p>
                            مزاج به وضعیت و تعادل عناصر در بدن اشاره دارد. عناصر مختلفی مانند آتش، آب، هوا و خاک در طب
                            سنتی شناخته شده‌اند و به آنها مزاج خاصی نسبت داده می‌شود. مثلاً، آتش دارای مزاج گرم و خشک،
                            آب دارای مزاج سرد و تر، هوا دارای مزاج گرم و تر و خاک دارای مزاج سرد و خشک است. مزاج بر اساس
                            ترکیب و تعادل این عناصر در بدن تعیین می‌شود و نقش مهمی در حفظ تعادل و سلامت بدن ایفا می‌کند.
                            به عنوان مثال، افرادی که دارای مزاج گرم و خشک هستند، ممکن است به سرما و خشکی پوست و موهای
                            بیشتری دچار شوند.
                        </p>
                    </div>
                    <div className="tabe">
                        <h1>
                            طبع
                        </h1>
                        <p>
                            طبع به ویژگی‌ها و خصوصیات فیزیولوژیکی هر عنصر (عضو) در بدن اشاره دارد. در طب سنتی، معتقدند
                            که هر عضو در بدن انسان دارای یک طبع خاص است. مثلاً، طبع گرم، سرد، خشک یا تر را می‌توان به
                            عضوها نسبت داد. طبع بر اساس خواص فیزیکی و حرارتی عضو و تأثیر آن بر سلامت بدن تعیین می‌شود.
                            مثلاً، معتقدند که عضو قلب دارای طبع گرم و عضلات دارای طبع گرم و خشک است.
                        </p>
                    </div>
                </div>
            </div>
        </>
    )
}
export default Difference;